{
    "about" : {
      "1" : {
        "a" : {
          "desc" : "Future Image",
          "type" : 1
        },
        "b" : {
          "desc" : "MafiaStory is intended as an expansion to the classic game of Mafia. The app itself functions as a standalone game, and does not require a physical copy of the game or any other purchases.",
          "type" : 1
        }
      },
      "2" : {
        "a" : {
          "desc" : "MafiaStory is a social game which combines Strategy, Logic, and Deception, to deliver a unique experience between you and your friends! If you have not played Mafia before, make sure to review instructions under 'How to play'.",
          "type" : 1
        },
        "b" : {
          "desc" : "How to Play",
          "route" : "general",
          "type" : 3
        }
      },
      "3" : {
        "a" : {
          "desc" : "Best played in groups of 6+",
          "type" : 2
        },
        "b" : {
          "desc" : "Everyone must have the app installed.",
          "type" : 2
        },
        "c" : {
          "desc" : "Internet connection required.",
          "type" : 2
        },
        "d" : {
          "desc" : "Narrator not required.",
          "type" : 2
        }
      }
    },
    "intro" : {
      "1" : {
        "a" : {
          "desc" : "This game takes place in a small town, with a hidden gang of Mafia members that threaten its peaceful nature.",
          "type" : 1
        },
        "b" : {
          "desc" : "However, the townsfolk are not completely powerless. They outnumber the Mafia, forcing the Mafia to remain hidden until enough of the townsfolk have been disposed of.",
          "type" : 1
        }
      },
      "2" : {
        "a" : {
          "desc" : "Every day, the Townsfolk will try to hang a member of the mafia, and every night, the Mafia will decide who to kill next.",
          "type" : 1
        },
        "b" : {
          "desc" : "It is only a matter of time before one side prevails! Which will it be?",
          "type" : 2
        }
      }
    },
    "general" : {
      "1" : {
        "a" : {
          "desc" : "In order to start a game, one person needs to create a room so all the other players can join.",
          "type" : 1
        },
        "b" : {
          "desc" : "The room owner will be given a 6-digit room code that will allow other players to join the same room, where they will be prompted for their names.",
          "type" : 1
        },
        "c" : {
          "desc" : "We recommend the room owner to be the person with the most reliable internet connection.",
          "type" : 1
        }
      },
      "2" : {
        "a" : {
          "desc" : "If you are unfamiliar with Rooms, you can find out more details on Making and Joining rooms below.",
          "type" : 2
        },
        "b" : {
          "desc" : "Making a Room",
          "route" : "making",
          "type" : 3
        },
        "c" : {
          "desc" : "Joining a Room",
          "route" : "joining",
          "type" : 3
        }
      },
      "3" : {
        "a" : {
          "desc" : "Each game can be setup differently, so you should take into account the number of players and the overall level of experience.",
          "type" : 1
        },
        "b" : {
          "desc" : "Before starting a game, read our guide on how to balance Character Selection.",
          "type" : 1
        },
        "c" : {
          "desc" : "Character Selection",
          "route" : "selection",
          "type" : 3
        }
      },
      "4" : {
        "a" : {
          "desc" : "The game structure is characterized by three main phases, and all events that occur will follow this cycle until the game ends.",
          "type" : 1
        },
        "b" : {
          "desc" : "If you are unfamiliar with the game structure, take a look the 'Game Info' section.",
          "type" : 2
        },
        "c" : {
          "desc" : "Game Info",
          "route" : "game",
          "type" : 3
        }
      }
    },
    "making" : {
      "1" : {
        "a" : {
          "desc" : "Pressing ‘Make a Room’ on the home screen will walk you through the entire process. There are 4 steps before your room is ready to go!",
          "type" : 1
        }
      },
      "2" : {
        "b" : {
          "desc" : "1. Enter your name.",
          "type" : 2
        },
        "c" : {
          "desc" : "Use a name that people can easily identify you with. Must be 5 - 10 characters in length.",
          "type" : 1
        }
      },
      "3" : {
        "e" : {
          "desc" : "2. Specify the total number of players.",
          "type" : 1
        }
      },
      "4" : {
        "b" : {
          "desc" : "3. Select your level of experience. ",
          "type" : 1
        },
        "c" : {
          "desc" : "Selecting your level of experience will not have any effect once the game starts. ",
          "type" : 1
        },
        "d" : {
          "desc" : "We will give you recommendations for Role Selection based on your level of experience.",
          "type" : 1
        }
      },
      "5" : {
        "b" : {
          "desc" : "4. Choose Roles.",
          "type" : 1
        }
      },
      "6" : {
        "j" : {
          "desc" : "Once you have completed these steps, you are ready to start! Wait for everyone to join the room. If all the numbers match up, you will be able to start the game.",
          "type" : 1
        }
      }
    },
    "joining" : {
      "1" : {
        "a" : {
          "desc" : "Pressing ‘Join a Room’ on the home screen will prompt you to enter the room code.",
          "type" : 1
        },
        "b" : {
          "desc" : "Get the code from either the room owner or other players that have joined the room.",
          "type" : 1
        }
      },
      "2" : {
        "b" : {
          "desc" : "Once you have joined, enter your name!",
          "type" : 1
        },
        "c" : {
          "desc" : "Use a name that people can easily identify you with, 5 - 10 characters in length.",
          "type" : 1
        }
      },
      "3" : {
        "b" : {
          "desc" : "After choosing your name, wait for the owner to start the game.",
          "type" : 1
        }
      }
    },
    "selection" : {
      "1" : {
        "a" : {
          "desc" : "Recommended",
          "type" : 1
        }
      },
      "2" : {
        "b" : {
          "desc" : "Balancing",
          "type" : 1
        }
      }
    },
    "headers" : {
      "about" : "About the App",
      "intro" : "About Mafia",
      "general" : "General",
      "making" : "Making a Room",
      "joining" : "Joining a Room",
      "selection" : "Selecting Roles"
    }
  }
  